Repository: JulienMaille/CodexQuota
Catalog: src/CodexQuota.App/Strings/*/Resources.resw
Source language: en_us
Languages: de_de, es_es, fr_fr, it_it, ko_kr, pt_br, ru_ru, zh_cn

# Ui.Settings
source: Settings
de_de: Einstellungen
es_es: Ajustes
fr_fr: Paramètres
it_it: Impostazioni
ko_kr: 설정
pt_br: Configurações
ru_ru: Настройки
zh_cn: 设置

# Ui.ShowHideAppearanceOptions
source: Show or hide appearance options
de_de: Anzeigeoptionen ein- oder ausblenden
es_es: Mostrar u ocultar las opciones de apariencia
fr_fr: Afficher ou masquer les options d’apparence
it_it: Mostra o nascondi le opzioni di aspetto
ko_kr: 모양 옵션 표시 또는 숨기기
pt_br: Mostrar ou ocultar opções de aparência
ru_ru: Показать или скрыть параметры оформления
zh_cn: 显示或隐藏外观选项

# Ui.RefreshUsage
source: Refresh usage
de_de: Nutzung aktualisieren
es_es: Actualizar uso
fr_fr: Actualiser l’utilisation
it_it: Aggiorna utilizzo
ko_kr: 사용량 새로 고침
pt_br: Atualizar uso
ru_ru: Обновить использование
zh_cn: 刷新用量

# Ui.Close
source: Close
de_de: Schließen
es_es: Cerrar
fr_fr: Fermer
it_it: Chiudi
ko_kr: 닫기
pt_br: Fechar
ru_ru: Закрыть
zh_cn: 关闭

# Ui.TokenActivity
source: Token activity
de_de: Token-Aktivität
es_es: Actividad de tokens
fr_fr: Activité des tokens
it_it: Attività dei token
ko_kr: 토큰 사용량
pt_br: Atividade de tokens
ru_ru: Использование токенов
zh_cn: Token 用量

# Ui.Refreshing
source: Refreshing…
de_de: Wird aktualisiert…
es_es: Actualizando…
fr_fr: Actualisation…
it_it: Aggiornamento…
ko_kr: 새로 고치는 중…
pt_br: Atualizando…
ru_ru: Обновление…
zh_cn: 正在刷新…

# Ui.NoUsageDataYet
source: No usage data yet.
de_de: Noch keine Nutzungsdaten.
es_es: Aún no hay datos de uso.
fr_fr: Aucune donnée d’utilisation pour le moment.
it_it: Nessun dato di utilizzo.
ko_kr: 아직 사용 데이터가 없습니다.
pt_br: Ainda não há dados de uso.
ru_ru: Данных об использовании пока нет.
zh_cn: 暂无使用数据。

# Ui.LastUpdatedDash
source: Last updated ·
de_de: Zuletzt aktualisiert ·
es_es: Última actualización ·
fr_fr: Dernière mise à jour ·
it_it: Ultimo aggiornamento ·
ko_kr: 마지막 업데이트 ·
pt_br: Última atualização ·
ru_ru: Обновлено ·
zh_cn: 最后更新 ·

# Ui.UsageUnavailable
source: Usage unavailable
de_de: Nutzung nicht verfügbar
es_es: Uso no disponible
fr_fr: Utilisation indisponible
it_it: Utilizzo non disponibile
ko_kr: 사용량을 사용할 수 없음
pt_br: Uso indisponível
ru_ru: Использование недоступно
zh_cn: 用量不可用

# Ui.ProfileAsOf
source: as of {0}
de_de: Stand {0}
es_es: a fecha de {0}
fr_fr: au {0}
it_it: al {0}
ko_kr: {0} 기준
pt_br: em {0}
ru_ru: по состоянию на {0}
zh_cn: 截至 {0}

# Ui.ProfileAsOfLive
source: as of {0} · local sessions
de_de: Stand {0} · lokale Sitzungen
es_es: a fecha de {0} · sesiones locales
fr_fr: au {0} · sessions locales
it_it: al {0} · sessioni locali
ko_kr: {0} 기준 · 로컬 세션
pt_br: em {0} · sessões locais
ru_ru: по состоянию на {0} · локальные сеансы
zh_cn: 截至 {0} · 本地会话

# Ui.LiveLocalSessions
source: local sessions
de_de: lokale Sitzungen
es_es: sesiones locales
fr_fr: sessions locales
it_it: sessioni locali
ko_kr: 로컬 세션
pt_br: sessões locais
ru_ru: локальные сеансы
zh_cn: 本地会话

# Ui.ResetsOn
source: resets {0}
de_de: wird um {0} zurückgesetzt
es_es: se reinicia a las {0}
fr_fr: réinit. à {0}
it_it: si reimposta alle {0}
ko_kr: {0}에 재설정
pt_br: reinicia às {0}
ru_ru: сброс {0}
zh_cn: 于 {0} 重置

# Ui.ResetsIn
source: resets in {0}
de_de: wird in {0} zurückgesetzt
es_es: se reinicia en {0}
fr_fr: réinit. dans {0}
it_it: si reimposta tra {0}
ko_kr: {0} 후 재설정
pt_br: reinicia em {0}
ru_ru: сброс через {0}
zh_cn: {0} 后重置

# Ui.ResetCreditsCount
source: {0} reset credits
de_de: {0} Zurücksetzungsguthaben
es_es: {0} créditos de reinicio
fr_fr: {0} crédits de réinit.
it_it: {0} crediti di ripristino
ko_kr: {0}개의 리셋 크레딧
pt_br: {0} créditos de reinicialização
ru_ru: {0} кредитов на сброс
zh_cn: {0} 个重置额度

# Ui.OldestExpiresOn
source: oldest expires {0}
de_de: ältestes läuft um {0} ab
es_es: el más antiguo caduca a las {0}
fr_fr: expiration la plus proche à {0}
it_it: il più vecchio scade alle {0}
ko_kr: 가장 오래된 항목 {0}에 만료
pt_br: o mais antigo expira às {0}
ru_ru: раньше всего истекает {0}
zh_cn: 最早于 {0} 到期

# Ui.OldestExpiresIn
source: oldest expires in {0}
de_de: ältestes läuft in {0} ab
es_es: el más antiguo caduca en {0}
fr_fr: expiration la plus proche dans {0}
it_it: il più vecchio scade tra {0}
ko_kr: 가장 오래된 항목 {0} 후 만료
pt_br: o mais antigo expira em {0}
ru_ru: раньше всего истекает через {0}
zh_cn: 最早于 {0} 到期

# Ui.ExpiresOn
source: expires {0}
de_de: läuft um {0} ab
es_es: caduca a las {0}
fr_fr: expire à {0}
it_it: scade alle {0}
pt_br: expira às {0}
ru_ru: истекает {0}
zh_cn: 于 {0} 到期

# Ui.ExpiresIn
source: expires in {0}
de_de: läuft in {0} ab
es_es: caduca en {0}
fr_fr: expire dans {0}
it_it: scade tra {0}
pt_br: expira em {0}
ru_ru: истекает через {0}
zh_cn: {0} 后到期

# Ui.ResetCreditCountOne
source: {0} reset credit
de_de: {0} Zurücksetzungsguthaben
es_es: {0} crédito de reinicio
fr_fr: {0} crédit de réinit.
it_it: {0} credito di ripristino
pt_br: {0} crédito de reinicialização
ru_ru: {0} кредит на сброс
zh_cn: {0} 个重置额度

# Ui.LastUpdatedAt
source: Last updated {0}
de_de: Zuletzt aktualisiert {0}
es_es: Última actualización {0}
fr_fr: Dernière mise à jour à {0}
it_it: Ultimo aggiornamento {0}
ko_kr: 마지막 업데이트 {0}
pt_br: Última atualização {0}
ru_ru: Обновлено {0}
zh_cn: 最后更新 {0}

# Ui.LastUpdatedStale
source: Last updated {0} (stale)
de_de: Zuletzt aktualisiert {0} (veraltet)
es_es: Última actualización {0} (obsoleta)
fr_fr: Dernière mise à jour à {0} (obsolète)
it_it: Ultimo aggiornamento {0} (obsoleto)
ko_kr: 마지막 업데이트 {0} (오래됨)
pt_br: Última atualização {0} (desatualizado)
ru_ru: Обновлено {0} (устарело)
zh_cn: 最后更新 {0}（数据已过期）

# Ui.RefreshingSuffix
source: · refreshing…
de_de: · wird aktualisiert…
es_es: · actualizando…
fr_fr: · actualisation…
it_it: · aggiornamento…
ko_kr: · 새로 고치는 중…
pt_br: · atualizando…
ru_ru: · обновление…
zh_cn: · 正在刷新…

# Ui.AppearanceIcon
source: Icon
de_de: Symbol
es_es: Icono
fr_fr: Icône
it_it: Icona
ko_kr: 아이콘
pt_br: Ícone
ru_ru: Значок
zh_cn: 图标

# Ui.AppearanceBars
source: Bars
de_de: Balken
es_es: Barras
fr_fr: Barres
it_it: Barre
ko_kr: 막대
pt_br: Barras
ru_ru: Полосы
zh_cn: 条形

# Ui.AppearanceColorPercent
source: Color %
de_de: Farbe %
fr_fr: Couleur %
it_it: Colore %
ko_kr: 색상 %
pt_br: Cor %
ru_ru: Цвет %
zh_cn: 颜色 %

# Ui.WarnBelowPercent
source: Warn below %
de_de: Warnen unter %
es_es: Avisar por debajo de %
fr_fr: Avertir sous %
it_it: Avvisa sotto %
ko_kr: % 미만에서 경고
pt_br: Avisar abaixo de %
ru_ru: Предупреждать ниже %
zh_cn: 低于 % 时提醒

# Ui.WorkdayHours
source: Workday hours
de_de: Arbeitsstunden
es_es: Horas de trabajo
fr_fr: Heures de travail
it_it: Ore lavorative
ko_kr: 작업 시간
pt_br: Horas de trabalho
ru_ru: Рабочие часы
zh_cn: 工作时长

# Ui.ShowBadgeTooltip
source: Show the Codex badge in the taskbar tile
de_de: Codex-Badge in der Taskleiste anzeigen
es_es: Mostrar la insignia de Codex en el mosaico de la barra de tareas
fr_fr: Afficher le badge Codex dans la tuile de la barre des tâches
it_it: Mostra il badge Codex nel riquadro della barra delle applicazioni
ko_kr: 작업 표시줄 타일에 Codex 배지 표시
pt_br: Mostrar o emblema do Codex no bloco da barra de tarefas
ru_ru: Показывать значок Codex на плитке панели задач
zh_cn: 在任务栏磁贴中显示 Codex 徽章

# Ui.ShowBarsTooltip
source: Show progress bars in the taskbar tile; percentages always stay
de_de: Fortschrittsbalken in der Taskleiste anzeigen; Prozentangaben bleiben sichtbar
es_es: Mostrar las barras de progreso en el mosaico de la barra de tareas; los porcentajes siempre se muestran
fr_fr: Afficher les barres de progression dans la tuile de la barre des tâches ; les pourcentages restent affichés
it_it: Mostra le barre di avanzamento nel riquadro della barra delle applicazioni; le percentuali restano visibili
ko_kr: 작업 표시줄 타일에 진행률 표시줄 표시; 백분율은 항상 표시
pt_br: Mostrar barras de progresso no bloco da barra de tarefas; as porcentagens continuam visíveis
ru_ru: Показывать индикаторы выполнения на плитке панели задач; проценты отображаются всегда
zh_cn: 在任务栏磁贴中显示进度条；百分比始终显示

# Ui.ShowColorTooltip
source: Color the remaining percent: orange at 50% or less, red at 20% or less
de_de: Verbleibenden Prozentsatz einfärben: orange bei 50 % oder weniger, rot bei 20 % oder weniger
es_es: Colorear el porcentaje restante: naranja al 50 % o menos, rojo al 20 % o menos
fr_fr: Colorer le pourcentage restant : orange à 50 % ou moins, rouge à 20 % ou moins
it_it: Colora la percentuale rimanente: arancione al 50% o meno, rosso al 20% o meno
ko_kr: 남은 백분율 색상 지정: 50% 이하는 주황색, 20% 이하는 빨간색
pt_br: Colorir o percentual restante: laranja em 50% ou menos, vermelho em 20% ou menos
ru_ru: Раскрашивать оставшийся процент: оранжевым при 50 % или ниже, красным при 20 % или ниже
zh_cn: 为剩余百分比着色：不高于 50% 时为橙色，不高于 20% 时为红色

# Ui.CautionTooltip
source: Caution (orange) below this remaining percent
de_de: Achtung (orange) unter diesem verbleibenden Prozentsatz
es_es: Precaución (naranja) por debajo de este porcentaje restante
fr_fr: Prudence (orange) sous ce pourcentage restant
it_it: Attenzione (arancione) sotto questa percentuale rimanente
ko_kr: 남은 백분율이 이 값 미만이면 주의
pt_br: Atenção (laranja) abaixo deste percentual restante
ru_ru: Предупреждение (оранжевый) ниже этого оставшегося процента
zh_cn: 剩余百分比低于此值时提醒

# Ui.CriticalTooltip
source: Critical (red) below this remaining percent
de_de: Kritisch (rot) unter diesem verbleibenden Prozentsatz
es_es: Crítico (rojo) por debajo de este porcentaje restante
fr_fr: Critique (rouge) sous ce pourcentage restant
it_it: Critico (rosso) sotto questa percentuale rimanente
ko_kr: 남은 백분율이 이 값 미만이면 위험
pt_br: Crítico (vermelho) abaixo deste percentual restante
ru_ru: Критический уровень (красный) ниже этого оставшегося процента
zh_cn: 剩余百分比低于此值时标记为严重

# Ui.WorkdayHoursTooltip
source: Assumed coding hours in each 24-hour quota day
de_de: Angenommene Programmierstunden pro 24-Stunden-Kontingent-Tag
es_es: Horas de programación estimadas en cada día de cuota de 24 horas
fr_fr: Heures de codage supposées par journée de quota de 24 h
it_it: Ore di programmazione previste per ogni giornata di quota di 24 ore
ko_kr: 24시간 할당량 기준 하루 동안 가정하는 코딩 시간
pt_br: Horas de programação presumidas em cada dia de cota de 24 horas
ru_ru: Предполагаемые часы программирования в каждом 24-часовом дне квоты
zh_cn: 每个 24 小时配额日的预计编码小时数

# Ui.AppearanceImminentTime
source: Exact time
de_de: Exakte Uhrzeit
es_es: Hora exacta
fr_fr: Heure exacte
it_it: Ora esatta
pt_br: Hora exata
ru_ru: Точное время
zh_cn: 精确时间

# Ui.ImminentTimeTooltip
source: Within 24 hours of a reset, show the exact local time instead of a countdown
de_de: Zeigt weniger als 24 Stunden vor einem Reset die exakte lokale Uhrzeit statt eines Countdowns
es_es: A menos de 24 horas de un reinicio, muestra la hora local exacta en lugar de la cuenta atrás
fr_fr: Moins de 24 h avant une réinitialisation, affiche l'heure locale exacte au lieu du compte à rebours
it_it: Meno di 24 ore prima di un reset, mostra l'ora locale esatta invece del conto alla rovescia
pt_br: A menos de 24 horas de uma redefinição, mostra a hora local exata em vez da contagem regressiva
ru_ru: За сутки до сброса показывает точное локальное время вместо обратного отсчёта
zh_cn: 重置前 24 小时内显示准确的本地时间而非倒计时

# Labels.Weekly
source: Weekly
de_de: Wöchentlich
es_es: Semanal
fr_fr: Hebdo
it_it: Settimanale
ko_kr: 주간
pt_br: Semanal
ru_ru: За неделю
zh_cn: 每周

# Labels.Monthly
source: Monthly
de_de: Monatlich
es_es: Mensual
fr_fr: Mensuel
it_it: Mensile
ko_kr: 월간
pt_br: Mensal
ru_ru: За месяц
zh_cn: 每月

# Labels.CodeReview
source: Code review
es_es: Revisión de código
fr_fr: Revue de code
it_it: Revisione del codice
ko_kr: 코드 검토
pt_br: Revisão de código
ru_ru: Проверка кода
zh_cn: 代码审查

# Labels.Credits
source: Credits
de_de: Guthaben
es_es: Créditos
fr_fr: Crédits
it_it: Crediti
ko_kr: 크레딧
pt_br: Créditos
ru_ru: Кредиты
zh_cn: 额度

# Labels.Resets
source: Resets
de_de: Zurücksetzungen
es_es: Reinicios
fr_fr: Réinit.
it_it: Ripristini
ko_kr: 재설정
pt_br: Reinicializações
ru_ru: Сбросы
zh_cn: 重置

# Labels.Usage
source: Usage
de_de: Nutzung
es_es: Uso
fr_fr: Utilisation
it_it: Utilizzo
ko_kr: 사용량
pt_br: Uso
ru_ru: Использование
zh_cn: 用量

# Labels.Model
source: Model
de_de: Modell
es_es: Modelo
fr_fr: Modèle
it_it: Modello
ko_kr: 모델
pt_br: Modelo
ru_ru: Модель
zh_cn: 模型

# Labels.SparkSession
source: Spark Session
de_de: Spark-Sitzung
es_es: Sesión de Spark
fr_fr: Session Spark
it_it: Sessione Spark
ko_kr: Spark 세션
pt_br: Sessão do Spark
ru_ru: Сеанс Spark
zh_cn: Spark 会话

# Labels.SparkWeekly
source: Spark Weekly
de_de: Spark-Woche
es_es: Spark semanal
fr_fr: Hebdo Spark
it_it: Settimanale Spark
ko_kr: Spark 주간
pt_br: Spark semanal
ru_ru: Spark за неделю
zh_cn: Spark 每周

# Plan.Guest
source: Guest
de_de: Gast
es_es: Invitado
fr_fr: Invité
it_it: Ospite
ko_kr: 게스트
pt_br: Convidado
ru_ru: Гость
zh_cn: 访客

# Plan.Free
source: Free
de_de: Kostenlos
es_es: Gratis
fr_fr: Gratuit
it_it: Gratuito
ko_kr: 무료
pt_br: Gratuito
ru_ru: Бесплатный
zh_cn: 免费

# Plan.Education
source: Education
de_de: Bildung
es_es: Educación
fr_fr: Éducation
it_it: Istruzione
ko_kr: 교육
pt_br: Educação
ru_ru: Образование
zh_cn: 教育

# Time.Now
source: now
de_de: jetzt
es_es: ahora
fr_fr: maintenant
it_it: ora
ko_kr: 지금
pt_br: agora
ru_ru: сейчас
zh_cn: 现在

# Time.Day
source: d
de_de: T
fr_fr: j
it_it: g
ko_kr: 일
ru_ru: д
zh_cn: 天

# Time.Minute
source: m
de_de: Min.
es_es: min
fr_fr: min
it_it: min
ko_kr: 분
pt_br: min
ru_ru: мин
zh_cn: 分钟

# Widget.Loading
source: Loading…
de_de: Wird geladen…
es_es: Cargando…
fr_fr: Chargement…
it_it: Caricamento…
ko_kr: 로드 중…
pt_br: Carregando…
ru_ru: Загрузка…
zh_cn: 正在加载…

# Widget.LoadingActiveProvider
source: Loading active provider…
de_de: Aktiver Anbieter wird geladen…
es_es: Cargando el proveedor activo…
fr_fr: Chargement du fournisseur actif…
it_it: Caricamento del provider attivo…
ko_kr: 활성 공급자 로드 중…
pt_br: Carregando o provedor ativo…
ru_ru: Загрузка активного провайдера…
zh_cn: 正在加载活动提供商…

# Widget.Unavailable
source: Unavailable
de_de: Nicht verfügbar
es_es: No disponible
fr_fr: Indisponible
it_it: Non disponibile
ko_kr: 사용할 수 없음
pt_br: Indisponível
ru_ru: Недоступно
zh_cn: 不可用

# Pace.CapReached
source: Pace · cap reached · resets {0}
de_de: Tempo · Limit erreicht · wird am {0} zurückgesetzt
es_es: Ritmo · límite alcanzado · se reinicia el {0}
fr_fr: Rythme · plafond atteint · réinit. le {0}
it_it: Ritmo · limite raggiunto · si reimposta il {0}
ko_kr: 페이스 · 한도 도달 · {0}에 재설정
pt_br: Ritmo · limite atingido · reinicia em {0}
ru_ru: Темп · лимит достигнут · сброс {0}
zh_cn: 速率 · 已达到上限 · 于 {0} 重置

# Pace.CapBeforeReset
source: Pace ~{0}% quota/day → cap {1} (~{2:0.#}d)
de_de: Tempo ~{0} % des Kontingents/Tag → Limit {1} (~{2:0.#} T)
es_es: Ritmo ~{0}% de la cuota/día → límite {1} (~{2:0.#} d)
fr_fr: Rythme ~{0} % du quota/jour → plafond {1} (~{2:0.#} j)
it_it: Ritmo ~{0}% della quota/giorno → limite {1} (~{2:0.#} g)
ko_kr: 페이스 ~{0}% 할당량/일 → 한도 {1} (~{2:0.#}일)
pt_br: Ritmo ~{0}% da cota/dia → limite {1} (~{2:0.#} d)
ru_ru: Темп ~{0} % квоты/день → лимит {1} (~{2:0.#} д)
zh_cn: 速率 ~{0}%/天 → 上限 {1}（约 {2:0.#} 天）

# Pace.ResetsBeforeCap
source: Pace ~{0}% quota/day · resets before cap
de_de: Tempo ~{0} % des Kontingents/Tag · Zurücksetzung vor dem Limit
es_es: Ritmo ~{0}% de la cuota/día · se reinicia antes del límite
fr_fr: Rythme ~{0} % du quota/jour · réinit. avant le plafond
it_it: Ritmo ~{0}% della quota/giorno · si reimposta prima del limite
ko_kr: 페이스 ~{0}% 할당량/일 · 한도 도달 전에 재설정
pt_br: Ritmo ~{0}% da cota/dia · reinicia antes do limite
ru_ru: Темп ~{0} % квоты/день · сброс до достижения лимита
zh_cn: 速率 ~{0}%/天 · 在达到上限前重置

# AutoSend.Arm
source: Send typed prompt when session resets
de_de: Getippte Eingabe senden, wenn die Sitzung zurückgesetzt wird
es_es: Enviar el mensaje escrito cuando se reinicie la sesión
fr_fr: Envoyer la saisie à la prochaine réinit. de session
it_it: Invia la domanda digitata quando la sessione si reimposta
pt_br: Enviar o prompt digitado quando a sessão reiniciar
ru_ru: Отправлять введённый запрос при сбросе сеанса
zh_cn: 会话重置时发送当前输入

# AutoSend.ArmTooltip
source: At the next session reset, press Codex's send button once to submit the prompt currently typed in the chat
de_de: Beim nächsten Sitzungs-Reset einmal die Sendetaste von Codex drücken, um die aktuell getippte Chat-Eingabe zu senden
es_es: En el próximo reinicio de sesión, pulsa una vez el botón de enviar de Codex para enviar el mensaje que tengas escrito en el chat
fr_fr: À la prochaine réinitialisation de session, appuyez une fois sur le bouton d’envoi de Codex pour soumettre la saisie actuellement tapée dans le chat
it_it: Al prossimo ripristino della sessione, premi una volta il pulsante di invio di Codex per inviare la domanda attualmente digitata nella chat
pt_br: No próximo reinício da sessão, pressione uma vez o botão de enviar do Codex para enviar o prompt atualmente digitado no chat
ru_ru: При следующем сбросе сеанса один раз нажать кнопку отправки Codex, чтобы отправить введённый в чате запрос
zh_cn: 下一次会话重置时，按一次 Codex 的发送按钮，将聊天中当前输入的内容提交

# AutoSend.ArmedTooltip
source: Auto-send armed: will submit the typed prompt at the next session reset
de_de: Auto-Senden aktiviert: die getippte Eingabe wird beim nächsten Sitzungs-Reset gesendet
es_es: Envío automático activado: enviará el mensaje escrito en el próximo reinicio de sesión
fr_fr: Envoi auto armé : la saisie tapée sera soumise à la prochaine réinitialisation de session
it_it: Invio automatico attivato: invierà la domanda digitata al prossimo ripristino della sessione
pt_br: Envio automático ativado: enviará o prompt digitado no próximo reinício da sessão
ru_ru: Автоотправка включена: введённый запрос будет отправлен при следующем сбросе сеанса
zh_cn: 已启用自动发送：将在下一次会话重置时提交当前输入的内容

# AutoSend.SkipWeekly
source: Not if the weekly limit also resets
de_de: Nicht, wenn auch das Wochenlimit zurückgesetzt wird
es_es: No si el límite semanal también se reinicia
fr_fr: Pas si le quota hebdo se réinitialise aussi
it_it: Non se si reimposta anche il limite settimanale
pt_br: Não se o limite semanal também reiniciar
ru_ru: Не отправлять, если недельный лимит тоже сбрасывается
zh_cn: 周配额也重置时不发送

# AutoSend.SkipWeeklyTooltip
source: Skip the send when the weekly limit resets at the same time
de_de: Das Senden überspringen, wenn das Wochenlimit zur gleichen Zeit zurückgesetzt wird
es_es: Omitir el envío cuando el límite semanal se reinicia al mismo tiempo
fr_fr: Ne pas envoyer lorsque le quota hebdomadaire est réinitialisé en même temps
it_it: Salta l'invio quando il limite settimanale si reimposta nello stesso momento
pt_br: Pular o envio quando o limite semanal reiniciar ao mesmo tempo
ru_ru: Пропустить отправку, если недельный лимит сбрасывается одновременно
zh_cn: 当周配额同时重置时跳过发送

# AutoSend.StatusIdle
source: Auto-send not armed
de_de: Auto-Senden nicht aktiviert
es_es: Envío automático no activado
fr_fr: Envoi auto non armé
it_it: Invio automatico non attivato
pt_br: Envio automático não ativado
ru_ru: Автоотправка не включена
zh_cn: 自动发送未启用

# AutoSend.StatusArmed
source: Auto-send armed: fires at next session reset ({0})
de_de: Auto-Senden aktiviert: wird beim nächsten Sitzungs-Reset ausgelöst ({0})
es_es: Envío automático activado: se dispara en el próximo reinicio de sesión ({0})
fr_fr: Envoi auto armé: se déclenche à la prochaine réinit. de session ({0})
it_it: Invio automatico attivato: scatta al prossimo ripristino della sessione ({0})
pt_br: Envio automático ativado: dispara no próximo reinício da sessão ({0})
ru_ru: Автоотправка включена: сработает при следующем сбросе сеанса ({0})
zh_cn: 已启用自动发送: 将于下一次会话重置时触发（{0}）

# AutoSend.StatusConfirming
source: Auto-send armed: confirming the reset…
de_de: Auto-Senden aktiviert: Reset wird bestätigt…
es_es: Envío automático activado: confirmando el reinicio…
fr_fr: Envoi auto armé: confirmation de la réinitialisation…
it_it: Invio automatico attivato: conferma del ripristino…
pt_br: Envio automático ativado: confirmando o reinício…
ru_ru: Автоотправка включена: подтверждение сброса…
zh_cn: 已启用自动发送: 正在确认重置…

# AutoSend.StatusSent
source: Auto-send: prompt sent at {0}
de_de: Auto-Senden: Eingabe um {0} gesendet
es_es: Envío automático: mensaje enviado a las {0}
fr_fr: Envoi auto : saisie envoyée à {0}
it_it: Invio automatico: domanda inviata alle {0}
pt_br: Envio automático: prompt enviado às {0}
ru_ru: Автоотправка: запрос отправлен в {0}
zh_cn: 自动发送：已于 {0} 发送输入

# AutoSend.StatusSkippedWeekly
source: Auto-send skipped at {0}: weekly limit also reset
de_de: Auto-Senden um {0} übersprungen: Wochenlimit wurde ebenfalls zurückgesetzt
es_es: Envío automático omitido a las {0}: el límite semanal también se reinició
fr_fr: Envoi auto ignoré à {0}: le quota hebdo a aussi été réinitialisé
it_it: Invio automatico saltato alle {0}: si è reimpostato anche il limite settimanale
pt_br: Envio automático pulado às {0}: o limite semanal também reiniciou
ru_ru: Автоотправка пропущена в {0}: недельный лимит тоже был сброшен
zh_cn: 自动发送于 {0} 跳过: 周配额也已重置

# AutoSend.StatusEmptyPrompt
source: Auto-send skipped at {0}: chat input was empty
de_de: Auto-Senden um {0} übersprungen: Chat-Eingabe war leer
es_es: Envío automático omitido a las {0}: el campo de chat estaba vacío
fr_fr: Envoi auto ignoré à {0}: la saisie du chat était vide
it_it: Invio automatico saltato alle {0}: il campo di chat era vuoto
pt_br: Envio automático pulado às {0}: o campo do chat estava vazio
ru_ru: Автоотправка пропущена в {0}: поле чата было пустым
zh_cn: 自动发送于 {0} 跳过: 聊天输入为空

# AutoSend.StatusNoWindow
source: Auto-send failed at {0}: Codex window not found
de_de: Auto-Senden um {0} fehlgeschlagen: Codex-Fenster nicht gefunden
es_es: Envío automático falló a las {0}: no se encontró la ventana de Codex
fr_fr: Envoi auto échoué à {0}: fenêtre Codex introuvable
it_it: Invio automatico non riuscito alle {0}: finestra di Codex non trovata
pt_br: Envio automático falhou às {0}: janela do Codex não encontrada
ru_ru: Автоотправка не удалась в {0}: окно Codex не найдено
zh_cn: 自动发送于 {0} 失败: 找不到 Codex 窗口

# AutoSend.StatusNoButton
source: Auto-send failed at {0}: send button not found
de_de: Auto-Senden um {0} fehlgeschlagen: Sendetaste nicht gefunden
es_es: Envío automático falló a las {0}: no se encontró el botón de enviar
fr_fr: Envoi auto échoué à {0}: bouton d’envoi introuvable
it_it: Invio automatico non riuscito alle {0}: pulsante di invio non trovato
pt_br: Envio automático falhou às {0}: botão de enviar não encontrado
ru_ru: Автоотправка не удалась в {0}: кнопка отправки не найдена
zh_cn: 自动发送于 {0} 失败: 找不到发送按钮

# AutoSend.StatusFailed
source: Auto-send failed at {0}
de_de: Auto-Senden um {0} fehlgeschlagen
es_es: Envío automático falló a las {0}
fr_fr: Envoi auto échoué à {0}
it_it: Invio automatico non riuscito alle {0}
pt_br: Envio automático falhou às {0}
ru_ru: Автоотправка не удалась в {0}
zh_cn: 自动发送于 {0} 失败

# AutoSend.StatusNoReset
source: Auto-send stopped at {0}: reset was not observed
de_de: Auto-Senden um {0} gestoppt: kein Reset beobachtet
es_es: Envío automático detenido a las {0}: no se observó ningún reinicio
fr_fr: Envoi auto arrêté à {0}: aucune réinitialisation observée
it_it: Invio automatico interrotto alle {0}: nessun ripristino osservato
pt_br: Envio automático parado às {0}: nenhum reinício observado
ru_ru: Автоотправка остановлена в {0}: сброс не обнаружен
zh_cn: 自动发送于 {0} 停止: 未检测到重置
